{
    "data": [
        {
            "id": 93,
            "name": "chuchu",
            "description": "This low-level, gel-based monster can be found all over Hyrule. It tends to spring its attacks on unsuspecting prey from the ground or from trees. Its strength varies by size, and the type of jelly it drops varies depending on whether the Chuchu was heated up, cooled down, or shocked.",
            "common_locations": [
                "Hyrule Field",
                "East Necluda"
            ],
            "drops": [
                "chuchu jelly"
            ]
        },
        {
            "id": 94,
            "name": "fire chuchu",
            "description": "This low-level gel monster is engulfed in flames. Its strength varies depending on its size. It tends to explode if attacked from close range, so the use of spears, arrows, and other ranged weapons is advised.",
            "common_locations": [
                "Eldin Canyon",
                "Eldin Mountains"
            ],
            "drops": [
                "red chuchu jelly"
            ]
        },
        {
            "id": 95,
            "name": "ice chuchu",
            "description": "This low-level gel monster is engulfed in freezing-cold air. Its strength varies depending on its size. It tends to explode if attacked from close range, so the use of spears, arrows, and other ranged weapons is advised.",
            "common_locations": [
                "Gerudo Highlands",
                "Hebra Mountains"
            ],
            "drops": [
                "white chuchu jelly"
            ]
        },
        {
            "id": 96,
            "name": "electric chuchu",
            "description": "This low-level gel monster is engulfed in electricity. Its strength varies depending on its size. It tends to explode if attacked from close range, so the use of spears, arrows, and other ranged weapons is advised.",
            "common_locations": [
                "Gerudo Desert",
                "West Necluda"
            ],
            "drops": [
                "yellow chuchu jelly"
            ]
        },
        {
            "id": 97,
            "name": "keese",
            "description": "The unpredictable flight pattern of this nocturnal, bat-like species can make fighting them a nuisance, but they're weak enough to fell with a single strike. Sometimes they like to form packs, and they have been seen swarming out of caves together.",
            "common_locations": [
                "Hyrule Field",
                "West Necluda"
            ],
            "drops": [
                "keese wing",
                "keese eyeball"
            ]
        },
        {
            "id": 98,
            "name": "fire keese",
            "description": "The fire that engulfs the bodies of these bat- like Keese makes them more dangerous than the standard type. They're capable of setting fire to anything they touch.",
            "common_locations": [
                "Eldin Mountains",
                "Eldin Mountains Depths"
            ],
            "drops": [
                "fire keese wing",
                "fire keese eyeball"
            ]
        },
        {
            "id": 99,
            "name": "ice keese",
            "description": "The intense frost that engulfs the bodies of these bat-like Keese makes them more dangerous than the standard type. They're capable of freezing anything they touch.",
            "common_locations": [
                "Hebra Mountains",
                "Mount Lanayru"
            ],
            "drops": [
                "ice keese wing",
                "ice keese eyeball"
            ]
        },
        {
            "id": 100,
            "name": "electric keese",
            "description": "The electricity that engulfs the bodies of these bat-like Keese makes them more dangerous than the standard type. They're capable of shocking anything they touch.",
            "common_locations": [
                "Gerudo Desert",
                "Gerudo Desert Depths"
            ],
            "drops": [
                "electric keese wing",
                "electric keese eyeball"
            ]
        },
        {
            "id": 101,
            "name": "water octorok",
            "description": "Although they spend most of their time in water, they burst out when they sense someone. The rocks they spit out can be bounced back with a shield.",
            "common_locations": [
                "Lanayru Great Spring",
                "West Necluda"
            ],
            "drops": [
                "octorok tentacle",
                "octo balloon",
                "octorok eyeball"
            ]
        },
        {
            "id": 102,
            "name": "forest octorok",
            "description": "Although originally an aquatic species, this type has adapted to life in the forest. They hide among the trees, disguising themselves as grass or unassuming shrubbery, and then attack when someone wanders by.",
            "common_locations": [
                "Hyrule Ridge",
                "Deep Akkala"
            ],
            "drops": [
                "octorok tentacle",
                "octo balloon",
                "octorok eyeball"
            ]
        },
        {
            "id": 103,
            "name": "rock octorok",
            "description": "This octopus-like species of monster lives in volcanic regions. When they inhale, they're preparing to spit out flaming rocks. Be aware of that powerful suction.",
            "common_locations": [
                "Eldin Canyon",
                "Death Mountain"
            ],
            "drops": [
                "octorok tentacle",
                "octo balloon",
                "octorok eyeball"
            ]
        },
        {
            "id": 104,
            "name": "snow octorok",
            "description": "These octopus-like monsters live in snowy fields and disguise themselves as grass. When someone wanders by, they spring into action and attack by spitting snowballs.",
            "common_locations": [
                "Gerudo Highlands",
                "Hebra Mountains"
            ],
            "drops": [
                "octorok tentacle",
                "octo balloon",
                "octorok eyeball"
            ]
        },
        {
            "id": 105,
            "name": "treasure octorok",
            "description": "These particularly clever monsters bury themselves in deep sand or snow and disguise themselves as treasure chests. Anyone who approaches the chests is attacked. It is said that the treasure chests on their heads are actually parts of these monsters' bodies.",
            "common_locations": [
                "Gerudo Highlands",
                "Faron Grasslands"
            ],
            "drops": [
                "octorok tentacle",
                "octo balloon",
                "octorok eyeball",
                "green rupee",
                "blue rupee",
                "red rupee",
                "purple rupee",
                "silver rupee"
            ]
        },
        {
            "id": 106,
            "name": "fire wizzrobe",
            "description": "These spell-casting monsters can be found all over Hyrule. They hurl fireballs, summon flaming monsters, and have been known to severely raise the temperature around them. The weather will normalize once the Wizzrobe is defeated.",
            "common_locations": [
                "Hyrule Field",
                "Eldin Canyon"
            ],
            "drops": [
                "none"
            ]
        },
        {
            "id": 107,
            "name": "ice wizzrobe",
            "description": "These spell-casting monsters can be found all over Hyrule. They create freezing blasts of air, summon frozen monsters, and have been known to cause blizzards to severely decrease the temperature around them. The weather will normalize once the Wizzrobe is defeated.",
            "common_locations": [
                "Tabantha Tundra",
                "Hebra Mountains"
            ],
            "drops": [
                "none"
            ]
        },
        {
            "id": 108,
            "name": "electric wizzrobe",
            "description": "These spell-casting monsters can be found all over Hyrule. They hurl balls of electricity, summon monsters surging with electricity, and have been known to cause thunderstorms in the area. The weather will normalize once the Wizzrobe is defeated.",
            "common_locations": [
                "Lanayru Great Spring",
                "Tabantha Frontier"
            ],
            "drops": [
                "none"
            ]
        },
        {
            "id": 109,
            "name": "meteo wizzrobe",
            "description": "These spell-casting monsters can be found all over Hyrule. They hurl multiple fireballs, summon flaming monsters, and have been known to severely raise the temperature around them. They are more resilient than Fire Wizzrobes.",
            "common_locations": [
                "Gerudo Highlands",
                "Akkala Highlands"
            ],
            "drops": [
                "none"
            ]
        },
        {
            "id": 110,
            "name": "blizzrobe",
            "description": "These spell-casting monsters can be found all over Hyrule. They use staves to create freezing blasts of air or to summon frozen monsters and have been known to cause blizzards to severely decrease the temperature around them. They are more dangerous than Ice Wizzrobes.",
            "common_locations": [
                "Gerudo Highlands"
            ],
            "drops": [
                "none"
            ]
        },
        {
            "id": 111,
            "name": "thunder wizzrobe",
            "description": "These spell-casting monsters can be found all over Hyrule. They hurl multiple balls of electricity, summon monsters surging with electricity, and have been known to cause thunderstorms in the area. They are more resilient and dangerous than Electric Wizzrobes.",
            "common_locations": [
                "Lanayru Great Spring",
                "East Necluda"
            ],
            "drops": [
                "none"
            ]
        },
        {
            "id": 112,
            "name": "like like",
            "description": "A monster that has been appearing all over Hyrule in recent days. Found dwelling in caves and other dark places. It has an appetite for swords and shields. If you get too close, it may lunge at you with its mouth wide, swallow you whole, and eat your equipment. The tongue in the center of its mouth is very sensitive. Attack it to make the creature falter.",
            "common_locations": [
                "Hyrule Field",
                "East Necluda"
            ],
            "drops": [
                "like like stonearrow x5"
            ]
        },
        {
            "id": 113,
            "name": "fire like",
            "description": "These monsters live mostly in caves near volcanoes. They belch scorching fire out of their maws. There are still many mysteries about them, but it seems they don't do well in the cold. Don't get too close, or they'll gulp you up into their large gullets and give you an all- too-close look at their insides.",
            "common_locations": [
                "Eldin Mountains",
                "Eldin Mountains Depths"
            ],
            "drops": [
                "fire like stonefire fruitarrow x5"
            ]
        },
        {
            "id": 114,
            "name": "ice like",
            "description": "These monsters live mostly in caves in snowy areas. They belch freezing cold air out of their maws. There are still many mysteries about them, but it seems they don't do well with fire. Don't get too close, or they'll gulp you up into their large gullets and give you an all- too-close look at their insides.",
            "common_locations": [
                "Mount Lanayru",
                "Gerudo Highlands"
            ],
            "drops": [
                "ice like stoneice fruitarrow x5"
            ]
        },
        {
            "id": 115,
            "name": "shock like",
            "description": "These monsters can be found all over Hyrule in dark places such as caves. They generate electricity inside their bodies and expel powerful lightning balls from their mouths. It's believed that they stun their prey this way, but there are still many unknowns about them.",
            "common_locations": [
                "Hyrule Field",
                "East Necluda"
            ],
            "drops": [
                "shock like stoneshock fruitarrow x5"
            ]
        },
        {
            "id": 116,
            "name": "rock like",
            "description": "These monsters can be found all over Hyrule in dark places such as caves. They're covered in rocks that shield them like armor. They try to intimidate you by spitting rocks out of their mouths, but they can be quieted when they have swallowed something.",
            "common_locations": [
                "Eldin Mountains",
                "Lanayru Wetlands"
            ],
            "drops": [
                "like like stonearrow x5"
            ]
        },
        {
            "id": 117,
            "name": "evermean",
            "description": "A monster that mimics a tree, found throughout the forests of Hyrule. These impostors are hard to differentiate from the genuine article, making it easy for them to team up and pounce on unsuspecting passersby. Because the species shares characteristics with trees, it can be chopped down in much the same way.",
            "common_locations": [
                "Great Hyrule Forest",
                "Hyrule Field"
            ],
            "drops": [
                "energetic rhino beetlebladed rhino beetlerugged rhino beetleacornhightail lizardsturdy thick stickchickaloo tree nutmonster extractkorok frondgolden apple"
            ]
        },
        {
            "id": 118,
            "name": "aerocuda",
            "description": "An airborne monster that can be recognized by its distinctive cries. They have strong, dexterous feet and can often be seen cruising through the sky with animals or other monsters in their clutches. Thankfully, the breed's lightweight, aerodynamic body makes it easy to shoot down.",
            "common_locations": [
                "Greater Hyrule"
            ],
            "drops": [
                "aerocuda wing",
                "aerocuda eyeball"
            ]
        },
        {
            "id": 119,
            "name": "gibdo",
            "description": "A monster that appeared along with the sand shroud. Though slow to move, they can fight without faltering to physical attacks thanks to their tough outer skin. On the other hand, they are vulnerable to fire and lightning, which can turn them white and brittle.",
            "common_locations": [
                "Gerudo Desert",
                "Gerudo Desert Depths"
            ],
            "drops": [
                "gibdo guts",
                "gibdo bone"
            ]
        },
        {
            "id": 120,
            "name": "moth gibdo",
            "description": "These monsters appeared along with the sand shroud. Winged horrors that attack quickly while in flight, they have tough skin that allows them to withstand physical attacks. Fire and lightning are effective against them.",
            "common_locations": [
                "Gerudo Desert",
                "Gerudo Desert Depths"
            ],
            "drops": [
                "gibdo wing",
                "gibdo guts",
                "gibdo bone"
            ]
        },
        {
            "id": 121,
            "name": "bokoblin",
            "description": "This common species is a nuisance all over Hyrule. While not very clever, they are at least intelligent enough to hunt beasts and grill the meat for food. They are sometimes seen marching in groups. If they come at you, watch out for their sharp horns!",
            "common_locations": [
                "Hyrule Field",
                "Central Hyrule Depths"
            ],
            "drops": [
                "bokoblin horn",
                "bokoblin fang"
            ]
        },
        {
            "id": 122,
            "name": "blue bokoblin",
            "description": "This common species is a nuisance all over Hyrule. They're tougher than the red Bokoblins—and their horns are sharper, so watch out!",
            "common_locations": [
                "Hyrule Field",
                "Eldin Canyon"
            ],
            "drops": [
                "blue bokoblin horn",
                "bokoblin fang",
                "bokoblin guts"
            ]
        },
        {
            "id": 123,
            "name": "black bokoblin",
            "description": "Although Bokoblins are generally a nuisance, the Black Bokoblins are among the most dangerous type. They're extremely resilient and powerful, especially when it comes to their forceful attacks with their hefty horns.",
            "common_locations": [
                "Gerudo Desert",
                "Hyrule Ridge Depths"
            ],
            "drops": [
                "black bokoblin horn",
                "bokoblin fang",
                "bokoblin guts"
            ]
        },
        {
            "id": 124,
            "name": "stalkoblin",
            "description": "These remains of Bokoblins hate light and only move about in the dark. While they're fragile enough to crumble from a single blow, they have sharp horns. And as long as a skull remains intact, they'll continue to pull themselves back together and go on fighting.",
            "common_locations": [
                "Great Hyrule Forest",
                "Gerudo Desert Depths"
            ],
            "drops": [
                "bokoblin horn",
                "bokoblin fang"
            ]
        },
        {
            "id": 125,
            "name": "silver bokoblin",
            "description": "You would be foolish to call these Silver Bokoblins a mere nuisance. They have been influenced by Ganon's fiendish magic, so they are stronger than even the Black Bokoblins. It's said that the Demon King's power marked their silver bodies with purple patterns. The magical glow at the tip of their horns may look funny at a glance, but don't take these creatures lightly, or the joke will be on you.",
            "common_locations": null,
            "drops": [
                "silver bokoblin horn",
                "bokoblin fang",
                "bokoblin guts"
            ]
        },
        {
            "id": 126,
            "name": "boss bokoblin",
            "description": "These heavyweight monsters are leaders of Bokoblins. They swagger about, whistling commands to the teams of minions nervously trailing them. Their heavy horns are so sharp, they can slice large trees clean in half.",
            "common_locations": [
                "Hyrule Field",
                "Hyrule Ridge"
            ],
            "drops": [
                "boss bokoblin horn",
                "boss bokoblin fang"
            ]
        },
        {
            "id": 127,
            "name": "blue boss bokoblin",
            "description": "These heavyweight monsters are leaders of Bokoblins. They've got more stamina than the red variety, and they execute powerful punches and weapon attacks. The horns on their heads are sharper too.",
            "common_locations": [
                "Hyrule Field",
                "Lanayru Great Spring"
            ],
            "drops": [
                "blue boss bokoblin horn",
                "boss bokoblin guts",
                "boss bokoblin fang"
            ]
        },
        {
            "id": 128,
            "name": "black boss bokoblin",
            "description": "These heavyweight monsters are leaders of Bokoblins, and this variety has very high stamina thanks to their large muscles. Even skilled warriors will find them challenging due to their coordinated attacks involving minions. And those horns are just pure evil.",
            "common_locations": [
                "Hyrule Field",
                "East Necluda"
            ],
            "drops": [
                "black boss bokoblin horn",
                "boss bokoblin fang",
                "boss bokoblin guts"
            ]
        },
        {
            "id": 129,
            "name": "silver boss bokoblin",
            "description": "The mightiest of all Boss Bokoblins. It's a wonder that they're related at all to the lowly, garden-variety Bokoblin. The evil power of the Demon King dwells in their bodies and horns, enabling formidable attacks. And watch out for the elite minions that hang around them too.",
            "common_locations": null,
            "drops": [
                "silver boss bokoblin horn",
                "boss bokoblin guts",
                "boss bokoblin fang"
            ]
        },
        {
            "id": 130,
            "name": "moblin",
            "description": "This heavyweight species of monster can be found all over Hyrule. They're physically very strong, with a horn hard enough to crush a rock. With their incredibly powerful arms, Moblins have been known to pick up Bokoblins and throw them as makeshift projectile weapons.",
            "common_locations": [
                "Hyrule Field",
                "Central Hyrule Depths"
            ],
            "drops": [
                "moblin horn",
                "moblin fang"
            ]
        },
        {
            "id": 131,
            "name": "blue moblin",
            "description": "These heavyweight monsters can be found all over Hyrule. They're much tougher than their standard counterparts, with more powerful arms and a fully developed horn on their heads to smash things with.",
            "common_locations": [
                "Hyrule Field",
                "Eldin Canyon"
            ],
            "drops": [
                "blue moblin horn",
                "moblin fang",
                "moblin guts"
            ]
        },
        {
            "id": 132,
            "name": "black moblin",
            "description": "These heavyweight monsters can be found all over Hyrule and are among the most dangerous types of Moblin. They're extremely resilient, and a blow from the heavy horn can easily crush a rock.",
            "common_locations": [
                "Gerudo Highlands",
                "Deep Akkala"
            ],
            "drops": [
                "black moblin horn",
                "moblin fang",
                "moblin guts"
            ]
        },
        {
            "id": 133,
            "name": "stalmoblin",
            "description": "The remains of Moblins appear in the dark. Even the toughest Moblins become fragile when they're little more than a pile of bones, so they'll crumble after just a few attacks. However, as long as a skull remains intact, they'll continue to pull themselves back together and go on fighting. They have hard, heavy horns, and they hate strong light.",
            "common_locations": [
                "Great Hyrule Forest",
                "Deep Akkala Depths"
            ],
            "drops": [
                "moblin horn",
                "moblin fang"
            ]
        },
        {
            "id": 134,
            "name": "silver moblin",
            "description": "The Demon King's fiendish magic has imbued Silver Moblins with the greatest power and resilience of all the Moblins. They're called \"silver\" for their body color as well as their rarity. The purple patterns on their bodies also help them to stand out. The ominous-looking horn has the potential for a powerful attack.",
            "common_locations": null,
            "drops": [
                "silver moblin horn",
                "moblin fang",
                "moblin guts"
            ]
        },
        {
            "id": 135,
            "name": "lizalfos",
            "description": "These quick-witted, lizard-like monsters can be found all over Hyrule. They're a sly species that lurk underwater or use camouflage to blend in with the environment to launch ambushes. Moreover, they never sleep. And even when they have no weapons, they'll come at you swinging their sword-like horn.",
            "common_locations": [
                "Lanayru Wetlands",
                "Lanayru Great Spring"
            ],
            "drops": [
                "lizalfos horn",
                "lizalfos tail",
                "lizalfos talon"
            ]
        },
        {
            "id": 136,
            "name": "blue lizalfos",
            "description": "These quick-witted, lizard-like monsters can be found all over Hyrule. Compared to the green Lizalfos, many of these carry much stronger weapons and are extremely dangerous with their longer and sharper horn.",
            "common_locations": [
                "Mount Lanayru",
                "Akkala Highlands"
            ],
            "drops": [
                "blue lizalfos horn",
                "blue lizalfos tail",
                "lizalfos talon"
            ]
        },
        {
            "id": 137,
            "name": "black lizalfos",
            "description": "A quick-witted, lizard-like species of monster found all over Hyrule. Their sharpened horn cuts like a knife, so be cautious even if they're not carrying a weapon. They are among the most dangerous Lizalfos, with high stamina.",
            "common_locations": [
                "Gerudo Desert",
                "East Necluda"
            ],
            "drops": [
                "lizalfos talon",
                "black lizalfos tail",
                "black lizalfos horn"
            ]
        },
        {
            "id": 138,
            "name": "stalizalfos",
            "description": "The remains of Lizalfos appear in the dark. They're as sly as ever—even now that they're just some bones stacked atop each other—and still possess blade-like sharp horns. If a skull remains intact, they will pull themselves back up and continue to fight.",
            "common_locations": [
                "Lanayru Wetlands",
                "Lanayru Great Spring"
            ],
            "drops": [
                "lizalfos horn",
                "lizalfos talon"
            ]
        },
        {
            "id": 139,
            "name": "fire-breath lizalfos",
            "description": "These quick-witted, lizard-like monsters can be found all over Hyrule. Their fiery breath makes them pretty dangerous, but exposure to cold will kill them instantly. The lava-like horn retains extreme heat and burns anything that touches it. They mainly live in volcanic regions.",
            "common_locations": [
                "Eldin Canyon",
                "Gerudo Highlands"
            ],
            "drops": [
                "fire-breath lizalfos tail",
                "fire-breath lizalfos horn",
                "lizalfos talon"
            ]
        },
        {
            "id": 140,
            "name": "ice-breath lizalfos",
            "description": "A quick-witted, lizard-like species of monster found all over Hyrule. They are a troublesome species that spit balls of ice and store freezing power inside their pale horns, but will die instantly if touched by fire. They live mainly on snowy mountains.",
            "common_locations": [
                "Hebra Mountains",
                "Gerudo Highlands"
            ],
            "drops": [
                "lizalfos talon",
                "ice-breath lizalfos tail",
                "ice-breath lizalfos horn"
            ]
        },
        {
            "id": 141,
            "name": "electric lizalfos",
            "description": "These quick-witted, lizard-like monsters can be found all over Hyrule. They can emit strong electrical currents from their bodies, so don't get too close. Their horns are brimming with electricity, which will discharge and arc to nearby areas if struck by an arrow. They live in desert climates.",
            "common_locations": [
                "Gerudo Desert",
                "Faron"
            ],
            "drops": [
                "electric lizalfos horn",
                "lizalfos talon",
                "electric lizalfos tail"
            ]
        },
        {
            "id": 142,
            "name": "silver lizalfos",
            "description": "These Lizalfos have been influenced by the Demon King's fiendish magic to become the mightiest of all Lizalfos. They're called \"silver\" for their unique coloring and also to denote their rarity. Their horns, turned ominous by the Demon King's influence, can cut anything with the slightest touch.",
            "common_locations": null,
            "drops": [
                "silver lizalfos tail",
                "silver lizalfos horn",
                "lizalfos talon"
            ]
        },
        {
            "id": 143,
            "name": "horriblin",
            "description": "After the Upheaval, these monsters began appearing in Hyrule's cave systems. They have sturdy horns that are perfect for crushing rocks and strong muscles that allow them to traverse cave walls and ceilings as easily as if they were walking on the ground. They often hang from ceilings, waiting for prey.",
            "common_locations": [
                "Hyrule Caves",
                "Eldin Canyon Depths"
            ],
            "drops": [
                "horriblin horn",
                "horriblin claw"
            ]
        },
        {
            "id": 144,
            "name": "blue horriblin",
            "description": "After the Upheaval, these monsters began appearing in Hyrule's cave systems. Compared to the red variety, they have more stamina and more developed limbs, enabling them to hurl large rocks with ease.",
            "common_locations": [
                "Hyrule Caves",
                "Death Mountain Depths"
            ],
            "drops": [
                "blue horriblin horn",
                "horriblin guts",
                "horriblin claw"
            ]
        },
        {
            "id": 145,
            "name": "black horriblin",
            "description": "After the Upheaval, these monsters began appearing in Hyrule's cave systems. Because of the inordinate amount of time they spend moving along cave walls and ceilings, they have developed great strength in their mighty arms. This variety poses a huge threat to even the most experienced adventurers.",
            "common_locations": [
                "Hyrule Caves",
                "Gerudo Desert Depths"
            ],
            "drops": [
                "black horriblin horn",
                "horriblin claw",
                "horriblin horn"
            ]
        },
        {
            "id": 146,
            "name": "silver horriblin",
            "description": "The mightiest of the cave masters. The purple markings on their bodies are due to the overwhelming magic power of the Demon King. Their tough bodies and horns have been strengthened beyond the levels seen in their lesser relatives, making these monsters more dangerous than others of their ilk.",
            "common_locations": null,
            "drops": [
                "horriblin claw",
                "horriblin guts",
                "silver horriblin horn"
            ]
        },
        {
            "id": 147,
            "name": "lynel",
            "description": "These fearsome monsters have lived in Hyrule since ancient times. They possess intense intelligence and resilience, as well as a piercing horn, making them among the most dangerous monsters in all the land. This is compounded by their natural resistance to all elements. Only challenge a Lynel if you're very well prepared.",
            "common_locations": [
                "Hyrule Field",
                "Central Hyrule Depths"
            ],
            "drops": [
                "lynel saber horn",
                "lynel mace horn",
                "lynel hoof",
                "arrow x10"
            ]
        },
        {
            "id": 148,
            "name": "blue-maned lynel",
            "description": "These fearsome monsters have lived in Hyrule since ancient times. Compared to the standard Lynel, those with blue manes are much tougher, with much sharper horns. Facing off against a Lynel is ill-advised, but if you must, be sure you're very well prepared.",
            "common_locations": [
                "Lanayru Great Spring",
                "Eldin Canyon Depths"
            ],
            "drops": [
                "blue-maned lynel saber horn",
                "blue-maned lynel mace horn",
                "lynel guts",
                "lynel hoof",
                "arrow x10"
            ]
        },
        {
            "id": 149,
            "name": "white-maned lynel",
            "description": "These hooved monsters are said to have lived all over Hyrule since ancient times and are known to be especially dangerous. They are extremely intelligent and resilient and bear very powerful horns. There is very little eyewitness information, because few who encounter them return alive.",
            "common_locations": [
                "Faron Grasslands Depths",
                "Central Hyrule Depths"
            ],
            "drops": [
                "white-maned lynel mace horn",
                "white-maned lynel saber horn",
                "lynel hoof",
                "lynel guts",
                "arrow x10"
            ]
        },
        {
            "id": 150,
            "name": "silver lynel",
            "description": "Silver Lynels are not to be trifled with. The Demon King's fiendish magic has made them the strongest of the Lynel species, beyond even the deadly white-maned variety. Their powerful horns can slice through almost anything. Think of their purple stripes as a warning to keep away.",
            "common_locations": null,
            "drops": [
                "silver lynel saber horn",
                "silver lynel mace horn",
                "lynel hoof",
                "lynel guts",
                "arrow x10"
            ]
        },
        {
            "id": 151,
            "name": "soldier construct i",
            "description": "A standard-issue combat construct made by the Zonai with ancient techniques and magic. It faithfully obeys commands and tries to root out any being it deems to be an enemy. The decoration on its head is sharp and cuts like a blade.",
            "common_locations": [
                "Great Sky Island",
                "North Gerudo Sky Archipelago"
            ],
            "drops": [
                "zonai charge",
                "soldier construct i horn"
            ]
        },
        {
            "id": 152,
            "name": "soldier construct ii",
            "description": "A mid-tier combat construct made by the Zonai with ancient techniques and magic. It faithfully obeys commands and tries to root out any being it deems to be an enemy. The heavy decoration on its head can be swung like an axe in slash attacks.",
            "common_locations": [
                "Hebra Mountains"
            ],
            "drops": [
                "soldier construct ii horn",
                "zonai charge"
            ]
        },
        {
            "id": 153,
            "name": "soldier construct iii",
            "description": "An upper-tier combat construct made by the Zonai with ancient techniques and magic. It faithfully obeys commands and tries to root out any being it deems to be an enemy. The decoration on its head, designed to intimidate foes, becomes a powerful weapon when swung around.",
            "common_locations": [
                "Lanayru Sky Archipelago",
                "Thunderhead Isles"
            ],
            "drops": [
                "zonai charge",
                "soldier construct iii horn"
            ]
        },
        {
            "id": 154,
            "name": "soldier construct iv",
            "description": "A sophisticated variant of the combat construct made by the Zonai with ancient techniques and magic. Unlike lower-ranked Soldier Constructs, its body sports a striking golden color. Comes equipped with excellent attack power and endurance, not to mention a majestic decoration on its head.",
            "common_locations": null,
            "drops": [
                "soldier construct iv horn",
                "zonai charge"
            ]
        },
        {
            "id": 155,
            "name": "captain construct i",
            "description": "An elite Soldier Construct, hence its \"captain\" title. Made by the Zonai with advanced techniques and magic. As a standard-rank member of the captain class, its combat functions are more sophisticated than those of Soldier Constructs. It can use Fuse to enhance its weapons.",
            "common_locations": [
                "Great Sky Island",
                "Rising Island Chain"
            ],
            "drops": [
                "captain construct i horn",
                "zonai charge"
            ]
        },
        {
            "id": 156,
            "name": "captain construct ii",
            "description": "An elite Soldier Construct, hence its \"captain\" title. Made by the Zonai with advanced techniques and magic. Compared to standard Captain Constructs, it has some upgrades, including enhanced endurance and more powerful weapons.",
            "common_locations": [
                "Lanayru Sky Archipelago",
                "West Necluda"
            ],
            "drops": [
                "captain construct ii horn",
                "zonai charge"
            ]
        },
        {
            "id": 157,
            "name": "captain construct iii",
            "description": "An elite Soldier Construct, hence its \"captain\" title. Made by the Zonai with advanced techniques and magic. A powerful Captain Construct. It has high durability and extremely advanced combat patterns. Equipped with a variety of sword techniques.",
            "common_locations": [
                "Thyphlo Ruins"
            ],
            "drops": [
                "zonai charge",
                "captain construct iii horn"
            ]
        },
        {
            "id": 158,
            "name": "captain construct iv",
            "description": "An elite Soldier Construct, hence its \"captain\" title. Made by the Zonai with advanced techniques and magic. Stands above all of its peers, as signified by its golden body. In endurance and sheer combat ability, it exceeds all other Captain Constructs, making it the mightiest of all.",
            "common_locations": null,
            "drops": [
                "captain construct iv horn",
                "zonai charge"
            ]
        },
        {
            "id": 159,
            "name": "training construct",
            "description": "The Zonai employed advanced technology and magic to create this instructional construct. Its color indicates that it is equipped with special combat-training functions. It is even capable of using Fuse to modify and strengthen its weapons.",
            "common_locations": null,
            "drops": [
                "zonai charge"
            ]
        },
        {
            "id": 160,
            "name": "flux construct i",
            "description": "A construct composed of interconnected blocks, made by the Zonai with advanced techniques and magic. It can rearrange the blocks to change its shape at will. To provide sufficient energy to power its gigantic form, this construct contains a massive store of Zonai charge.",
            "common_locations": [
                "West Hebra Sky Archipelago",
                "Gerudo Highlands Depths"
            ],
            "drops": [
                "zonai charge",
                "large zonai charge"
            ]
        },
        {
            "id": 161,
            "name": "flux construct ii",
            "description": "A construct composed of interconnected blocks, made by the Zonai with advanced techniques and magic. This model has been upgraded to process complex commands and assume modified shapes. To provide sufficient energy to power its gigantic form, this construct contains a massive store of Zonai charge.",
            "common_locations": [
                "Lanayru Sky Archipelago",
                "Mount Lanayru Depths"
            ],
            "drops": [
                "zonai charge",
                "large zonai charge"
            ]
        },
        {
            "id": 162,
            "name": "flux construct iii",
            "description": "A construct composed of interconnected blocks, made by the Zonai with advanced techniques and magic. This model has increased defenses to protect its vulnerable core. Can change shape in order to block attacks. To provide sufficient energy to power its gigantic form, this construct contains a massive store of Zonai charge.",
            "common_locations": [
                "North Akkala Sky Archipelago"
            ],
            "drops": [
                "zonai charge",
                "large zonai charge"
            ]
        },
        {
            "id": 163,
            "name": "yiga footsoldier",
            "description": "The lowest-ranked members of the Yiga Clan. They've been dispatched all across Hyrule with a single task: seek out and kill Princess Zelda and Link. They're a crafty bunch, sometimes disguising themselves as simple travelers or villagers to get the jump on you. Be wary of suspicious people you encounter. They're very agile, and their weapons of choice are bows and swords.",
            "common_locations": null,
            "drops": [
                "eightfold blade",
                "mighty bananas",
                "green rupee",
                "blue rupee",
                "red rupee",
                "purple rupee"
            ]
        },
        {
            "id": 164,
            "name": "yiga blademaster",
            "description": "These are the elite soldiers of the Yiga Clan. Equipped with blades of wind-cleaving power, they are extremely agile despite their bulky build. At this Yiga Clan rank, they have mastered a technique that allows them to manipulate the very earth. By striking the ground, they can raise stone pillars and unleash a blast of air.",
            "common_locations": null,
            "drops": [
                "eightfold longblade",
                "mighty bananas",
                "green rupee",
                "blue rupee",
                "red rupee",
                "purple rupee"
            ]
        },
        {
            "id": 165,
            "name": "master kohga",
            "description": "The leader of the Yiga Clan, who worship the Demon King. His larger-than-life presence makes him popular and deeply respected. After the Upheaval, Kohga latched on to Zonai devices as a way to increase his power. He had his underlings use the technology to make a variety of bizarre and deadly contraptions to kill you with.",
            "common_locations": null,
            "drops": []
        },
        {
            "id": 166,
            "name": "stone pebblit",
            "description": "A very young Stone Talus. Their bodies toughen as they mature, becoming as tough as boulders by adulthood. As a child, however, their bodies are light enough to be lifted and fragile enough to break when thrown.",
            "common_locations": [
                "Greater Hyrule"
            ],
            "drops": [
                "flint",
                "amber"
            ]
        },
        {
            "id": 167,
            "name": "igneo pebblit",
            "description": "A very young Igneo Talus. Their bodies toughen as they mature and convert fully into lava by adulthood. As a child, however, while still covered in fire, their bodies are fragile and light enough to be blown away by a bomb's blast.",
            "common_locations": [
                "Eldin Canyon",
                "Eldin Canyon Depths"
            ],
            "drops": [
                "amber"
            ]
        },
        {
            "id": 168,
            "name": "frost pebblit",
            "description": "A very young Frost Talus. Their bodies toughen and frost over as they mature, becoming entirely made of ice by adulthood. As a child, however, their bodies are awfully fragile and are light enough to be blown away by a bomb's blast.",
            "common_locations": [
                "Gerudo Highlands",
                "Hebra Mountains"
            ],
            "drops": [
                "amber",
                "sapphire",
                "flint"
            ]
        },
        {
            "id": 169,
            "name": "stone talus",
            "description": "This enormous monster is naturally camouflaged as a rock formation. Neither sword nor arrow can pierce its stony form, but a cunning adventurer knows to scale its body and attack the ore sprouting from its peak. Lives not only in meadows and rocky areas but also plains.",
            "common_locations": [
                "Gerudo Highlands Depths",
                "Tabantha Frontier"
            ],
            "drops": [
                "ruby",
                "amber",
                "opal",
                "flint"
            ]
        },
        {
            "id": 170,
            "name": "stone talus (luminous)",
            "description": "This enormous monster is naturally camouflaged as a rock formation. Neither sword nor arrow can pierce its stony form, but a cunning adventurer knows to scale its body and attack the ore sprouting from its peak. Stronger than your average Stone Talus, and unlike that creature, its ore deposit consists mostly of luminous stone.",
            "common_locations": [
                "Tabantha Frontier",
                "Lanayru Great Spring"
            ],
            "drops": [
                "diamond",
                "topaz",
                "opal",
                "amber",
                "luminous stone",
                "flint"
            ]
        },
        {
            "id": 171,
            "name": "stone talus (rare)",
            "description": "This enormous monster is naturally camouflaged as a rock formation. Neither sword nor arrow can pierce its stony form, but a cunning adventurer knows to scale its body and attack the ore sprouting from its peak. Unlike your average Stone Talus, this type's ore deposit contains a large amount of precious ore, making it a rare find.",
            "common_locations": [
                "Gerudo Highlands",
                "Faron Grasslands"
            ],
            "drops": [
                "ruby",
                "diamond",
                "sapphire",
                "opal",
                "topaz",
                "amber",
                "flint"
            ]
        },
        {
            "id": 172,
            "name": "battle talus",
            "description": "Monsters have built structures onto this Talus to create what might be called a moving fort. Its body is reinforced with wooden planks to keep away enemies. It can't be easily climbed.",
            "common_locations": [
                "Hyrule Field",
                "Tabantha Frontier Depths"
            ],
            "drops": [
                "ruby",
                "opal",
                "amber",
                "flint"
            ]
        },
        {
            "id": 173,
            "name": "igneo talus",
            "description": "This enormous monster is naturally camouflaged as molten rock. Neither sword nor arrow can pierce its fiery form. Merely touching its magma-hot body can burn you pretty badly, but you may be able to scale it if you can use something to chill its flames.",
            "common_locations": [
                "Eldin Canyon",
                "Eldin Canyon Depths"
            ],
            "drops": [
                "amber",
                "ruby",
                "flint",
                "diamond"
            ]
        },
        {
            "id": 174,
            "name": "frost talus",
            "description": "This enormous monster is naturally camouflaged as a frozen rock formation. Neither sword nor arrow can pierce its frigid form. Merely touching its frosty body can leave you with severe frostbite, but you may be able to scale it if you use something to thaw its icy exterior. Lives in cold, snowy regions.",
            "common_locations": [
                "Gerudo Highlands",
                "Hebra Mountains"
            ],
            "drops": [
                "diamond",
                "sapphire",
                "opal",
                "flint"
            ]
        },
        {
            "id": 175,
            "name": "hinox",
            "description": "These giant, one-eyed monsters live mostly in the woods and have large, thick horns. Hinox are known for tearing entire trees from the ground and using them as weapons. Occasionally, they fall asleep on roads, presenting terrifying roadblocks for travelers. A deft hand can steal weapons from the necklaces they wear.",
            "common_locations": [
                "Hyrule Ridge",
                "West Necluda"
            ],
            "drops": [
                "hinox toenail",
                "hinox tooth",
                "hinox guts",
                "hinox horn",
                "palm fruit",
                "apple",
                "wildberry",
                "mighty banana",
                "fortified pumpkin",
                "voltfruit"
            ]
        },
        {
            "id": 176,
            "name": "blue hinox",
            "description": "These giant, one-eyed monsters live mostly in the woods, have giant horns, and possess a ferocity similar to that of their red brethren. They are also known for tearing entire trees from the ground and using them as weapons. They're stronger, though, and wear greaves that can be burnt away to expose their feet. A deft hand can steal weapons from the necklaces they wear.",
            "common_locations": [
                "East Necluda Depths",
                "West Necluda"
            ],
            "drops": [
                "hinox tooth",
                "hinox toenail",
                "blue hinox horn",
                "hinox guts",
                "roasted bass",
                "roasted hearty bass",
                "roasted trout",
                "roasted hearty salmon",
                "roasted carp",
                "roasted porgy",
                "sneaky river escargot",
                "blackened crab"
            ]
        },
        {
            "id": 177,
            "name": "black hinox",
            "description": "These giant, one-eyed monsters live mostly in the woods and have extremely hard horns. A keen awareness of your surroundings is paramount when facing one, as Hinox are known for tearing entire trees from the ground and using them as weapons. Black Hinox wear metal greaves that are too hard to break. A deft hand can steal weapons off the necklaces they wear.",
            "common_locations": [
                "East Necluda",
                "West Necluda Depths"
            ],
            "drops": [
                "hinox toenail",
                "hinox tooth",
                "black hinox horn",
                "hinox guts",
                "seared steak",
                "roasted bird drumstick",
                "seared prime steak",
                "roasted bird thigh",
                "seared gourmet steak",
                "roasted whole bird"
            ]
        },
        {
            "id": 178,
            "name": "stalnox",
            "description": "The remains of a Hinox, a giant monster with only one eye. This skeletal beast appears in the dark and can throw its own rib bones at enemies. Furthermore, even if it appears defeated, it will keep coming back for more as long as its eye is left intact.",
            "common_locations": [
                "East Necluda",
                "West Necluda Depths"
            ],
            "drops": [
                "stalnox horn",
                "hinox tooth"
            ]
        },
        {
            "id": 179,
            "name": "molduga",
            "description": "This massive monster swims beneath the desert's sand. It spends most of its time submerged, but if it senses sound, it will breach the surface to feast on whatever it can grab. Running around carelessly can be dangerous if you suspect there may be one in the area.",
            "common_locations": [
                "Gerudo Desert"
            ],
            "drops": [
                "molduga guts",
                "molduga fin",
                "molduga jaw"
            ]
        },
        {
            "id": 180,
            "name": "flame gleeok",
            "description": "This three-headed monster first appeared after the Upheaval. Fighting it alone is inadvisable, as its three heads will attack you all at once. Creates powerful flames within its body. When someone sets foot upon its turf, this beast will engulf the intruder and their surroundings in a fierce blaze.",
            "common_locations": [
                "Hyrule Ridge",
                "Eldin Canyon"
            ],
            "drops": [
                "gleeok flame horn",
                "gleeok wing",
                "gleeok guts"
            ]
        },
        {
            "id": 181,
            "name": "frost gleeok",
            "description": "This three-headed monster first appeared after the Upheaval. Fighting it alone is inadvisable, as its three heads will attack you all at once. Creates blistering cold air within its body. When someone sets foot upon its turf, this beast will freeze the intruder and their surroundings in ice.",
            "common_locations": [
                "Gerudo Highlands",
                "Hebra Mountains"
            ],
            "drops": [
                "gleeok frost horn",
                "gleeok guts",
                "gleeok wing"
            ]
        },
        {
            "id": 182,
            "name": "thunder gleeok",
            "description": "This three-headed monster first appeared after the Upheaval. Fighting it alone is inadvisable, as its three heads will attack you all at once. When someone sets foot upon its turf, this beast will unleash a salvo of lightning strikes, not letting up until the intruder is reduced to a pile of ashes.",
            "common_locations": [
                "Hyrule Field",
                "Faron Grasslands"
            ],
            "drops": [
                "gleeok wing",
                "gleeok thunder horn",
                "gleeok guts"
            ]
        },
        {
            "id": 183,
            "name": "king gleeok",
            "description": "This three-headed monster with lightning, fire, and ice attributes first appeared after the Upheaval. Fighting it alone is inadvisable, as it can launch coordinated elemental attacks with staggering brutality. You must be well-prepared to survive an entanglement with this beast.",
            "common_locations": [
                "Gerudo Desert Sky",
                "Necluda Sea Sky"
            ],
            "drops": [
                "gleeok frost horn",
                "gleeok thunder horn",
                "gleeok flame horn",
                "gleeok wing",
                "gleeok guts"
            ]
        },
        {
            "id": 184,
            "name": "little frox",
            "description": "A very young Frox. Makes up for its diminutive size with powerful legs and by attacking in large numbers.",
            "common_locations": [
                "The Depths"
            ],
            "drops": [
                "giant brightbloom seed",
                "zonaite",
                "brightbloom seed"
            ]
        },
        {
            "id": 185,
            "name": "frox",
            "description": "A large monster that dwells in the Depths. Despite its unwieldy body, it has incredibly powerful legs that it can use to leap from afar to capture prey. Its large mouth allows it to swallow whatever it hungers for in one gulp.",
            "common_locations": [
                "Gerudo Highlands Depths",
                "Central Hyrule Depths"
            ],
            "drops": [
                "large crystallized charge",
                "frox fang",
                "frox fingernail",
                "frox guts",
                "zonaite",
                "large zonaite"
            ]
        },
        {
            "id": 186,
            "name": "obsidian frox",
            "description": "A large monster that dwells in the Depths. Has legs even more powerful than those of its green-colored counterpart, and it can leap from afar to capture distant enemies. Its large mouth allows it to swallow whatever it hungers for in one gulp.",
            "common_locations": [
                "Gerudo Desert Depths",
                "Hyrule Ridge Depths"
            ],
            "drops": [
                "large crystallized charge",
                "obsidian frox fang",
                "frox fingernail",
                "frox guts",
                "zonaite",
                "large zonaite"
            ]
        },
        {
            "id": 187,
            "name": "blue-white frox",
            "description": "A large monster that dwells in the Depths. Has ore on its back to lure enemies. Can shake off enemies who climb atop it and then snatch them midair. Its large mouth allows it to swallow whatever it hungers for in one gulp.",
            "common_locations": [
                "Hebra Mountains Depths",
                "Tabantha Frontier Depths"
            ],
            "drops": [
                "large crystallized charge",
                "blue-white frox fang",
                "frox fingernail",
                "frox guts",
                "zonaite",
                "large zonaite"
            ]
        },
        {
            "id": 188,
            "name": "dinraal",
            "description": "A spirit of fire has taken the form of this giant dragon. Making its home in the Eldin region, it's said to have served the Spring of Power since ancient times. The flames that coat its body can make the surrounding area blazing hot, but Dinraal bears no ill will toward people. Few have seen it in the current age.",
            "common_locations": [
                "Eldin Mountains",
                "Deep Akkala"
            ],
            "drops": [
                "dinraal's claw",
                "dinraal's scale",
                "shard of dinraal's spike",
                "shard of dinraal's fang",
                "dinraal's horn"
            ]
        },
        {
            "id": 189,
            "name": "naydra",
            "description": "A spirit of ice has taken the form of this giant dragon. Making its home in the Lanayru region, it's said to have served the Spring of Wisdom since ancient times. The ice that coats its body can make the surrounding area freezing cold, but Naydra bears no ill will toward people. Few have seen it in the current age.",
            "common_locations": [
                "East Necluda",
                "Mount Lanayru"
            ],
            "drops": [
                "naydra's scale",
                "shard of naydra's spike",
                "naydra's horn",
                "naydra's claw",
                "shard of naydra's fang"
            ]
        },
        {
            "id": 190,
            "name": "farosh",
            "description": "A spirit of lightning has taken the form of this giant dragon. Making its home in the Faron region, it's said to have served the Spring of Courage since ancient times. The electricity that coats its body can cause lightning storms, but Farosh bears no ill will toward people. Few have seen it in the current age.",
            "common_locations": [
                "Lake Hylia",
                "Gerudo Canyon"
            ],
            "drops": [
                "shard of farosh's spike",
                "farosh's claw",
                "farosh's scale",
                "shard of farosh's fang",
                "farosh's horn"
            ]
        },
        {
            "id": 191,
            "name": "colgera",
            "description": "The culprit behind the blizzard that plagued the Hebra region. This huge beast harnesses wind to produce strong updrafts and lift itself aloft. The jagged layer of ice covering its body serves as a protective shield and allows it to launch frozen spikes at its foes.",
            "common_locations": [
                "Wind Temple"
            ],
            "drops": []
        },
        {
            "id": 192,
            "name": "moragia",
            "description": "An enormous monster dwelling in Death Mountain. Its body is composed of boiling lava and hard rocks that are infused with gloom. To keep its body held together, the creature draws heat and gloom power from the crater.",
            "common_locations": [
                "Death Mountain"
            ],
            "drops": []
        },
        {
            "id": 193,
            "name": "marbled gohma",
            "description": "The culprit behind marbled rock roast, who produced it and brought it to the Eldin region. It uses its rock-covered legs to execute devastating attacks. The eyeball on its head may look vulnerable, but good luck reaching it atop this creature's massive body.",
            "common_locations": [
                "Fire Temple"
            ],
            "drops": []
        },
        {
            "id": 194,
            "name": "sludge like",
            "description": "These sludge-loving Like Likes are nightmarishly mobile. They ooze sludge, and they use that sludge to move around, sometimes creeping into areas that other types of Like Likes tend to avoid. As if that weren't enough, they also spew sludge out of their maws to slow and capture prey.",
            "common_locations": [
                "Lanayru Great Spring"
            ],
            "drops": []
        },
        {
            "id": 195,
            "name": "mucktorok",
            "description": "The culprit behind the sludge that plagued Zora's Domain. Despite its small size, it was able to produce a massive deluge of the substance, polluting the entire region. It can mold sludge into outer shells of various shapes, a technique it uses both to protect itself and attack its foes.",
            "common_locations": [
                "Water Temple"
            ],
            "drops": []
        },
        {
            "id": 196,
            "name": "queen gibdo",
            "description": "The ruler of the Gibdos and the culprit behind the sand shroud that plagued the Gerudo region, the Queen Gibdo is an agile beast who built a nest in the desert to spawn her drones en masse. Her tough exoskeleton deflects ordinary weapons.",
            "common_locations": [
                "Lightning Temple"
            ],
            "drops": []
        },
        {
            "id": 197,
            "name": "seized construct",
            "description": "The construct that Mineru originally intended to house her spirit. It was changed into this ominous form by the magic power of the Demon King. Originally intended for construction, it is highly durable and able to withstand harsh conditions.",
            "common_locations": [
                "Spirit Temple"
            ],
            "drops": []
        },
        {
            "id": 198,
            "name": "phantom ganon",
            "description": "Though it may walk on two legs, this creature is undeniably monstrous in appearance. A sinister aura permeates the air around it. You know little of its attributes or behavior, but its strength and weapon mastery make it a formidable foe. It was first sighted after the Upheaval. Its identity and origins are shrouded in mystery.",
            "common_locations": null,
            "drops": [
                "dark clump"
            ]
        },
        {
            "id": 199,
            "name": "demon king ganondorf",
            "description": "An evil man who lived long ago in the era of Hyrule's founding. He was imprisoned beneath Hyrule Castle for ages, but the magic weakened, and his power has steadily been growing since. Now he has revived as a threat beyond the knowledge of any. A master of every known weapon, he will not hesitate to crush any foe who stands in his way.",
            "common_locations": null,
            "drops": []
        },
        {
            "id": 200,
            "name": "demon king ganondorf (2nd form)",
            "description": "The fearsome form that Demon King Ganondorf attained after unleashing the power of the secret stone. The ancient sages were no match for him and only barely managed to contain his devastating power. The gloom he produces is a corrosive substance so foul that it can wither anyone who touches it.",
            "common_locations": null,
            "drops": []
        },
        {
            "id": 201,
            "name": "demon dragon",
            "description": "The form that Ganondorf, the Demon King, attained after swallowing a secret stone and attaining his true power. No trace of his original form remains. Its overwhelming magical strength would shake the skies. The jet-black scales covering it repel any and all attacks, save for those of the one and only Master Sword.",
            "common_locations": null,
            "drops": []
        },
        {
            "id": 202,
            "name": "light dragon",
            "description": "A spirit has taken the form of this giant dragon inhabiting the upper reaches of the skies. It is named for its shining golden mane and gleaming scales. It looks divine as it soars through the sky, giving off a soft glow, and its presence is comforting somehow.",
            "common_locations": [
                "Greater Hyrule"
            ],
            "drops": null
        }
    ]
}